Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# GenrePage_Empty_Subtitle.Text
source: Scan your music library to populate genres
af_za: Skandeer jou musiekbiblioteek om genres te bevolk
ar_eg: امسح مكتبة الموسيقى الخاصة بك لملء أنواع الموسيقى
ar_sa: امسح مكتبة الموسيقى الخاصة بك لملء الأنواع الموسيقية
bg_bg: Сканирайте вашата музикална библиотека, за да попълните жанрове
bn_bd: জেনার যোগ করতে আপনার সঙ্গীত লাইব্রেরি স্ক্যান করুন
ca_es: Escaneja la teva biblioteca de música per emplenar els gèneres
cs_cz: Naskenujte svou hudební knihovnu pro naplnění žánrů
da_dk: Scan dit musikbibliotek for at udfylde genrer
de_de: Scannen Sie Ihre Musikbibliothek, um Genres zu füllen
el_gr: Σαρώστε τη βιβλιοθήκη μουσικής σας για να συμπληρώσετε τα είδη
es_mx: Escanea tu biblioteca de música para poblar géneros
et_ee: Žanrite lisamiseks skannige oma muusikakogu
fa_ir: برای پر کردن سبک‌ها، کتابخانه موسیقی خود را اسکن کنید
fi_fi: Skannaa musiikkikirjastosi lisätäksesi genrejä
fr_fr: Analysez votre bibliothèque musicale pour afficher les genres
ga_ie: Scan do leabharlann ceoil chun seánraí a líonadh
he_il: סרוק את ספריית המוזיקה שלך כדי לאכלס ז'אנרים
hi_in: शैलियों को भरने के लिए अपनी संगीत लाइब्रेरी स्कैन करें
hr_hr: Skenirajte svoju glazbenu knjižnicu kako biste popunili žanrove
hu_hu: Olvassa be a zenei könyvtárát a műfajok feltöltéséhez
id_id: Pindai pustaka musik Anda untuk mengisi genre
it_it: Scansiona la tua libreria musicale per popolare i generi
ja_jp: 音楽ライブラリをスキャンしてジャンルを読み込んでください
ko_kr: 음악 라이브러리를 스캔하여 장르를 채우세요
lt_lt: Nuskaitykite savo muzikos biblioteką, kad užpildytumėte žanrus
ms_my: Imbas pustaka muzik anda untuk mengisi genre
nl_nl: Scan uw muziekbibliotheek om genres te vullen
no_no: Skann musikkbiblioteket ditt for å fylle sjangere
pa_in: ਸ਼ੈਲੀਆਂ ਨੂੰ ਭਰਨ ਲਈ ਆਪਣੀ ਸੰਗੀਤ ਲਾਇਬ੍ਰੇਰੀ ਸਕੈਨ ਕਰੋ
pl_pl: Przeskanuj swoją bibliotekę muzyczną, aby wypełnić listę gatunków
pt_pt: Analise a sua biblioteca de música para preencher os géneros
ro_ro: Scanează-ți biblioteca muzicală pentru a popula genurile
ru_ru: Просканируйте вашу музыкальную библиотеку для заполнения жанров
sk_sk: Naskenujte svoju hudobnú knižnicu pre naplnenie žánrov
sq_al: Skano bibliotekën tënde muzikore për të mbushur zhanret
sr_cyrl_rs: Скенирајте своју музичку библиотеку да попуните жанрове
sv_se: Skanna ditt musikbibliotek för att fylla på genrer
sw_ke: Changanua maktaba yako ya muziki ili kujaza aina za muziki
ta_in: வகைகளை நிரப்ப உங்கள் இசை நூலகத்தை ஸ்கேன் செய்யவும்
th_th: สแกนคลังเพลงของคุณเพื่อเพิ่มแนวเพลง
tl_ph: I-scan ang iyong music library upang punan ang mga genre
tr_tr: Tarzları doldurmak için müzik arşivinizi tarayın
uk_ua: Проскануйте свою музичну бібліотеку, щоб заповнити жанри
vi_vn: Quét thư viện nhạc của bạn để điền thể loại
zh_cn: 扫描您的音乐库以填充流派
zh_tw: 掃描您的音樂媒體庫以填入類型

# LibraryPage_Title.Text
source: Library
af_za: Biblioteek
ar_eg: المكتبة
ar_sa: المكتبة
bg_bg: Библиотека
bn_bd: লাইব্রেরি
ca_es: Biblioteca
cs_cz: Knihovna
da_dk: Bibliotek
de_de: Bibliothek
el_gr: Βιβλιοθήκη
es_mx: Biblioteca
et_ee: Teek
fa_ir: کتابخانه
fi_fi: Kirjasto
fr_fr: Bibliothèque
ga_ie: Leabharlann
he_il: ספרייה
hi_in: लाइब्रेरी
hr_hr: Knjižnica
hu_hu: Könyvtár
id_id: Pustaka
it_it: Libreria
ja_jp: ライブラリ
ko_kr: 라이브러리
lt_lt: Biblioteka
ms_my: Pustaka
nl_nl: Bibliotheek
no_no: Bibliotek
pa_in: ਲਾਇਬ੍ਰੇਰੀ
pl_pl: Biblioteka
pt_pt: Biblioteca
ro_ro: Bibliotecă
ru_ru: Библиотека
sk_sk: Knižnica
sq_al: Biblioteka
sr_cyrl_rs: Библиотека
sv_se: Bibliotek
sw_ke: Maktaba
ta_in: நூலகம்
th_th: คลังเพลง
tr_tr: Arşiv
uk_ua: Бібліотека
vi_vn: Thư viện
zh_cn: 库
zh_tw: 媒體庫

# LibraryPage_SearchBox.PlaceholderText
source: Search library...
af_za: Soek biblioteek...
ar_eg: ابحث في المكتبة...
ar_sa: البحث في المكتبة...
bg_bg: Търсене в библиотека...
bn_bd: লাইব্রেরি খুঁজুন...
ca_es: Cercar a la biblioteca...
cs_cz: Hledat v knihovně...
da_dk: Søg bibliotek...
de_de: Bibliothek durchsuchen...
el_gr: Αναζήτηση βιβλιοθήκης...
es_mx: Buscar en biblioteca...
et_ee: Otsi teegist...
fa_ir: جستجو در کتابخانه...
fi_fi: Hae kirjastosta...
fr_fr: Rechercher dans la bibliothèque...
ga_ie: Cuardaigh sa leabharlann...
he_il: חפש בספרייה...
hi_in: लाइब्रेरी खोजें...
hr_hr: Pretraži knjižnicu...
hu_hu: Keresés a könyvtárban...
id_id: Cari pustaka...
it_it: Cerca nella libreria...
ja_jp: ライブラリを検索...
ko_kr: 라이브러리 검색...
lt_lt: Ieškoti bibliotekoje...
ms_my: Cari pustaka...
nl_nl: Zoeken in bibliotheek...
no_no: Søk i bibliotek...
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਖੋਜੋ...
pl_pl: Szukaj w bibliotece...
pt_pt: Pesquisar na biblioteca...
ro_ro: Căutați în bibliotecă...
ru_ru: Искать в библиотеке...
sk_sk: Hľadať v knižnici...
sq_al: Kërko në bibliotekë...
sr_cyrl_rs: Претражи библиотеку...
sv_se: Sök i bibliotek...
sw_ke: Tafuta maktaba...
ta_in: நூலகத்தில் தேடு...
th_th: ค้นหาคลังเพลง...
tl_ph: Maghanap sa library...
tr_tr: Arşivde ara...
uk_ua: Пошук у бібліотеці...
vi_vn: Tìm kiếm thư viện...
zh_cn: 搜索库...
zh_tw: 搜尋媒體庫...

source: Search library
af_za: Soek biblioteek
ar_eg: ابحث في المكتبة
ar_sa: البحث في المكتبة
bg_bg: Търсене в библиотека
bn_bd: লাইব্রেরি খুঁজুন
ca_es: Cercar a la biblioteca
cs_cz: Hledat v knihovně
da_dk: Søg bibliotek
de_de: Bibliothek durchsuchen
el_gr: Αναζήτηση βιβλιοθήκης
es_mx: Buscar en biblioteca
et_ee: Otsi teegist
fa_ir: جستجو در کتابخانه
fi_fi: Hae kirjastosta
fr_fr: Rechercher dans la bibliothèque
ga_ie: Cuardaigh sa leabharlann
he_il: חפש בספרייה
hi_in: लाइब्रेरी खोजें
hr_hr: Pretraži knjižnicu
hu_hu: Keresés a könyvtárban
id_id: Cari pustaka
it_it: Cerca nella libreria
ja_jp: ライブラリを検索
ko_kr: 라이브러리 검색
lt_lt: Ieškoti bibliotekoje
ms_my: Cari pustaka
nl_nl: Zoeken in bibliotheek
no_no: Søk i bibliotek
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਖੋਜੋ
pl_pl: Szukaj w bibliotece
pt_pt: Pesquisar na biblioteca
ro_ro: Căutați în bibliotecă
ru_ru: Искать в библиотеке
sk_sk: Hľadať v knižnici
sq_al: Kërko në bibliotekë
sr_cyrl_rs: Претражи библиотеку
sv_se: Sök i bibliotek
sw_ke: Tafuta maktaba
ta_in: நூலகத்தில் தேடு
th_th: ค้นหาคลังเพลง
tl_ph: Maghanap sa library
tr_tr: Arşivde ara
uk_ua: Пошук у бібліотеці
vi_vn: Tìm kiếm thư viện
zh_cn: 搜索库
zh_tw: 搜尋媒體庫

# LibraryPage_Context_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# LibraryPage_Context_PlayNext.Text
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
ar_sa: تشغيل التالي
bg_bg: Следваща песен
bn_bd: পরবর্তী চালান
ca_es: Reproduir a continuació
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes wiedergeben
el_gr: Αναπαραγωγή Επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fi_fi: Toista seuraavaksi
fr_fr: Écouter ensuite
ga_ie: Seinn An Chéad Cheann Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Következő lejátszása
id_id: Putar Berikutnya
it_it: Riproduci il prossimo
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
pt_pt: Reproduzir a Seguir
ro_ro: Redă următorul
ru_ru: Воспроизвести далее
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்ததை இயக்கு
th_th: เล่นถัดไป
tl_ph: I-play Susunod
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_cn: 下一首播放
zh_tw: 下一首播放

# LibraryPage_Context_AddToQueue.Text
source: Add to Queue
af_za: Voeg by Waglys
ar_eg: أضف إلى قائمة الانتظار
ar_sa: إضافة إلى قائمة الانتظار
bg_bg: Добави в опашката
bn_bd: সারিতে যোগ করুন
ca_es: Afegir a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Añadir a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف
fi_fi: Lisää jonoon
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir le Ciú
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Giliran
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
pt_pt: Adicionar à Fila
ro_ro: Adaugă în coadă
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มลงในคิว
tl_ph: Idagdag sa Queue
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_cn: 添加到队列
zh_tw: 新增至播放佇列

# LibraryPage_Context_AddToPlaylist.Text
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: أضف إلى قائمة التشغيل
ar_sa: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegir a la llista de reproducció
cs_cz: Přidat do playlistu
da_dk: Føj til afspilningsliste
de_de: Zur Wiedergabeliste hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Añadir a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fi_fi: Lisää soittolistaan
fr_fr: Ajouter à la playlist
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생 목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
pt_pt: Adicionar à lista de reprodução
ro_ro: Adaugă în lista de redare
ru_ru: Добавить в плейлист
sk_sk: Pridať do zoznamu skladieb
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มลงในเพลย์ลิสต์
tl_ph: Idagdag sa playlist
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_cn: 添加到播放列表
zh_tw: 新增至播放清單

# LibraryPage_Context_GoToAlbum.Text
source: Go to album
af_za: Gaan na album
ar_eg: اذهب للألبوم
ar_sa: الانتقال إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση στο άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fi_fi: Siirry albumiin
fr_fr: Aller à l'album
ga_ie: Téigh go dtí albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Buka album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
pt_pt: Ir para o álbum
ro_ro: Mergi la album
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tl_ph: Pumunta sa album
tr_tr: Albüme git
uk_ua: Перейти до альбому
vi_vn: Chuyển đến album
zh_cn: 转到专辑
zh_tw: 前往專輯

# LibraryPage_Context_GoToArtist.Text
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: اذهب للفنان
ar_sa: الانتقال إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση στον καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine esitaja juurde
fa_ir: رفتن به هنرمند
fi_fi: Siirry artistiin
fr_fr: Aller à l'artiste
ga_ie: Téigh go dtí ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Buka artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
pt_pt: Ir para o artista
ro_ro: Mergi la artist
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞருக்குச் செல்
th_th: ไปที่ศิลปิน
tl_ph: Pumunta sa artist
tr_tr: Sanatçıya git
uk_ua: Перейти до виконавця
vi_vn: Chuyển đến nghệ sĩ
zh_cn: 转到艺术家
zh_tw: 前往藝人

# LibraryPage_Context_ShowInExplorer.Text
source: Show in explorer
af_za: Wys in verkenner
ar_eg: اظهر في المستكشف
ar_sa: إظهار في المستكشف
bg_bg: Покажи във файловия мениджър
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση
es_mx: Mostrar en el explorador
et_ee: Näita Exploreris
fa_ir: نمایش در اکسپلورر
fi_fi: Näytä Resurssienhallinnassa
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin san taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u pregledniku
hu_hu: Megjelenítés a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjuk dalam penjelajah
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
pt_pt: Mostrar no explorador
ro_ro: Afișează în explorator
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tl_ph: Ipakita sa explorer
tr_tr: Gezginde göster
uk_ua: Показати у провіднику
vi_vn: Hiển thị trong trình duyệt
zh_cn: 在文件管理器中显示
zh_tw: 在檔案總管中顯示

# LibraryPage_EmptyState_Title.Text
source: Your library is empty
af_za: Jou biblioteek is leeg
ar_eg: مكتبتك فارغة
ar_sa: مكتبتك فارغة
bg_bg: Вашата библиотека е празна
bn_bd: আপনার লাইব্রেরি খালি
ca_es: La teva biblioteca està buida
cs_cz: Vaše knihovna je prázdná
da_dk: Dit bibliotek er tomt
de_de: Ihre Bibliothek ist leer
el_gr: Η βιβλιοθήκη σας είναι άδεια
es_mx: Tu biblioteca está vacía
et_ee: Teie teek on tühi
fa_ir: کتابخانه شما خالی است
fi_fi: Kirjastosi on tyhjä
fr_fr: Votre bibliothèque est vide
ga_ie: Tá do leabharlann folamh
he_il: הספרייה שלך ריקה
hi_in: आपकी लाइब्रेरी खाली है
hr_hr: Vaša knjižnica je prazna
hu_hu: A könyvtára üres
id_id: Pustaka Anda kosong
it_it: La tua libreria è vuota
ja_jp: ライブラリは空です
ko_kr: 라이브러리가 비어 있습니다
lt_lt: Jūsų biblioteka tuščia
ms_my: Pustaka anda kosong
nl_nl: Uw bibliotheek is leeg
no_no: Biblioteket ditt er tomt
pa_in: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਖਾਲੀ ਹੈ
pl_pl: Twoja biblioteka jest pusta
pt_pt: A sua biblioteca está vazia
ro_ro: Biblioteca ta este goală
ru_ru: Ваша библиотека пуста
sk_sk: Vaša knižnica je prázdna
sq_al: Biblioteka juaj është bosh
sr_cyrl_rs: Ваша библиотека је празна
sv_se: Ditt bibliotek är tomt
sw_ke: Maktaba yako haina kitu
ta_in: உங்கள் நூலகம் காலியாக உள்ளது
th_th: คลังเพลงของคุณว่างเปล่า
tl_ph: Walang laman ang iyong library
tr_tr: Arşiviniz boş
uk_ua: Ваша бібліотека порожня
vi_vn: Thư viện của bạn trống
zh_cn: 您的库为空
zh_tw: 您的媒體庫是空的

# LibraryPage_EmptyState_Subtitle.Text
source: Add folders to your library in Settings
af_za: Voeg vouers by jou biblioteek in Instellings
ar_eg: أضف مجلدات إلى مكتبتك في الإعدادات
ar_sa: أضف مجلدات إلى مكتبتك في الإعدادات
bg_bg: Добавете папки към библиотеката си в Настройки
bn_bd: সেটিংসে আপনার লাইব্রেরিতে ফোল্ডার যোগ করুন
ca_es: Afegeix carpetes a la teva biblioteca a la configuració
cs_cz: Přidejte složky do své knihovny v Nastavení
da_dk: Føj mapper til dit bibliotek i Indstillinger
de_de: Fügen Sie Ordner zu Ihrer Bibliothek in den Einstellungen hinzu
el_gr: Προσθέστε φακέλους στη βιβλιοθήκη σας στις Ρυθμίσεις
es_mx: Añade carpetas a tu biblioteca en Ajustes
et_ee: Lisage kaustu oma teeki seadetes
fa_ir: پوشه‌ها را از طریق تنظیمات به کتابخانه خود اضافه کنید
fi_fi: Lisää kansioita kirjastoosi Asetuksista
fr_fr: Ajoutez des dossiers à votre bibliothèque dans les Paramètres
ga_ie: Cuir fillteáin le do leabharlann sna Socruithe
he_il: הוסף תיקיות לספרייה שלך בהגדרות
hi_in: सेटिंग्स में अपनी लाइब्रेरी में फ़ोल्डर जोड़ें
hr_hr: Dodajte mape u svoju knjižnicu u Postavkama
hu_hu: Adjon hozzá mappákat a könyvtárához a Beállításokban
id_id: Tambahkan folder ke pustaka Anda di Pengaturan
it_it: Aggiungi cartelle alla tua libreria in Impostazioni
ja_jp: 設定でライブラリにフォルダーを追加してください
ko_kr: 설정에서 라이브러리에 폴더를 추가하세요
lt_lt: Pridėkite aplankus į savo biblioteką nustatymuose
ms_my: Tambah folder ke pustaka anda dalam Tetapan
nl_nl: Voeg mappen toe aan uw bibliotheek in Instellingen
no_no: Legg til mapper i biblioteket ditt under Innstillinger
pa_in: ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਫੋਲਡਰ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj foldery do swojej biblioteki w Ustawieniach
pt_pt: Adicione pastas à sua biblioteca nas Definições
ro_ro: Adaugă dosare în biblioteca ta din Setări
ru_ru: Добавьте папки в свою библиотеку в Настройках
sk_sk: Pridajte priečinky do svojej knižnice v Nastaveniach
sq_al: Shto dosje në bibliotekën tuaj te Cilësimet
sr_cyrl_rs: Додајте фасцикле у вашу библиотеку у Подешавањима
sv_se: Lägg till mappar till ditt bibliotek i Inställningar
sw_ke: Ongeza folda kwenye maktaba yako kwenye Mipangilio
ta_in: அமைப்புகளில் உங்கள் நூலகத்தில் கோப்புறைகளைச் சேர்க்கவும்
th_th: เพิ่มโฟลเดอร์ลงในคลังเพลงของคุณในการตั้งค่า
tl_ph: Magdagdag ng mga folder sa iyong library sa Mga Setting
tr_tr: Ayarlar'dan arşivinize klasörler ekleyin
uk_ua: Додайте папки до своєї бібліотеки в Налаштуваннях
vi_vn: Thêm thư mục vào thư viện của bạn trong Cài đặt
zh_cn: 在“设置”中将文件夹添加到您的库
zh_tw: 在「設定」中將資料夾新增至您的媒體庫

# LyricsPage_NoLyrics_Title.Text
source: No lyrics found for this track
af_za: Geen lirieke vir hierdie snit gevind nie
ar_eg: لا توجد كلمات لهذه الأغنية
ar_sa: لم يتم العثور على كلمات لهذه الأغنية
bg_bg: Няма намерен текст за тази песен
bn_bd: এই ট্র্যাকের জন্য কোনো লিরিক্স পাওয়া যায়নি
ca_es: No s'han trobat lletres per a aquesta pista
cs_cz: Pro tuto skladbu nebyly nalezeny žádné texty
da_dk: Ingen tekster fundet til dette nummer
de_de: Keine Songtexte für diesen Titel gefunden
el_gr: Δεν βρέθηκαν στίχοι για αυτό το κομμάτι
es_mx: No se encontraron letras para esta pista
et_ee: Selle loo jaoks sõnu ei leitud
fa_ir: هیچ متن ترانه‌ای برای این آهنگ یافت نشد
fi_fi: Tälle kappaleelle ei löytynyt sanoja
fr_fr: Aucune parole trouvée pour ce titre
ga_ie: Níor aimsíodh liricí don rian seo
he_il: לא נמצאו מילים לשיר זה
hi_in: इस ट्रैक के लिए कोई गीत नहीं मिला
hr_hr: Nema pronađenih tekstova za ovu pjesmu
hu_hu: Nincsenek dalszövegek ehhez a számhoz
id_id: Tidak ada lirik ditemukan untuk lagu ini
it_it: Nessun testo trovato per questa traccia
ja_jp: このトラックの歌詞は見つかりません
ko_kr: 이 트랙의 가사를 찾을 수 없습니다
lt_lt: Šiam kūriniui dainų tekstų nerasta
ms_my: Tiada lirik ditemui untuk lagu ini
nl_nl: Geen songtekst gevonden voor dit nummer
no_no: Ingen tekster funnet for denne sangen
pa_in: ਇਸ ਟਰੈਕ ਲਈ ਕੋਈ ਬੋਲ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono tekstów piosenek dla tego utworu
pt_pt: Nenhuma letra encontrada para esta faixa
ro_ro: Nu s-au găsit versuri pentru această melodie
ru_ru: Текст песни для этого трека не найден
sk_sk: Pre túto skladbu neboli nájdené žiadne texty
sq_al: Asnjë tekst këngësh nuk u gjet për këtë këngë
sr_cyrl_rs: Нису пронађени текстови за ову нумеру
sv_se: Inga låttexter hittades för detta spår
sw_ke: Hakuna mashairi yaliyopatikana kwa wimbo huu
ta_in: இந்த டிராக்-கிற்கு பாடல் வரிகள் எதுவும் கண்டறியப்படவில்லை
th_th: ไม่พบเนื้อเพลงสำหรับเพลงนี้
tl_ph: Walang nakitang lyrics para sa track na ito
tr_tr: Bu parça için şarkı sözü bulunamadı
uk_ua: Текст пісні для цього треку не знайдено
vi_vn: Không tìm thấy lời bài hát cho bản nhạc này
zh_cn: 未找到此曲目的歌词
zh_tw: 此曲目找不到歌詞

# LyricsPage_NoLyrics_Subtitle.Text
source: Try another song
af_za: Probeer 'n ander liedjie
ar_eg: جرب أغنية أخرى
ar_sa: جرب أغنية أخرى
bg_bg: Опитайте друга песен
bn_bd: অন্য একটি গান চেষ্টা করুন
ca_es: Prova una altra cançó
cs_cz: Zkuste jinou skladbu
da_dk: Prøv en anden sang
de_de: Versuchen Sie ein anderes Lied
el_gr: Δοκιμάστε άλλο τραγούδι
es_mx: Intenta con otra canción
et_ee: Proovige mõnda teist lugu
fa_ir: آهنگ دیگری را امتحان کنید
fi_fi: Kokeile toista kappaletta
fr_fr: Essayez une autre chanson
ga_ie: Bain triail as amhrán eile
he_il: נסה שיר אחר
hi_in: कोई दूसरा गाना आज़माएँ
hr_hr: Pokušajte drugu pjesmu
hu_hu: Próbáljon meg egy másik dalt
id_id: Coba lagu lain
it_it: Prova un'altra canzone
ja_jp: 別の曲を試してください
ko_kr: 다른 곡을 시도해 보세요
lt_lt: Pabandykite kitą dainą
ms_my: Cuba lagu lain
nl_nl: Probeer een ander nummer
no_no: Prøv en annen sang
pa_in: ਕੋਈ ਹੋਰ ਗਾਣਾ ਅਜ਼ਮਾਓ
pl_pl: Spróbuj innej piosenki
pt_pt: Experimente outra música
ro_ro: Încearcă o altă melodie
ru_ru: Попробуйте другую песню
sk_sk: Skúste inú skladbu
sq_al: Provo një këngë tjetër
sr_cyrl_rs: Покушајте другу песму
sv_se: Prova en annan låt
sw_ke: Jaribu wimbo mwingine
ta_in: வேறு ஒரு பாடலை முயற்சிக்கவும்
th_th: ลองเพลงอื่น
tl_ph: Subukan ang ibang kanta
tr_tr: Başka bir şarkı deneyin
uk_ua: Спробуйте іншу пісню
vi_vn: Hãy thử bài hát khác
zh_cn: 尝试另一首歌曲
zh_tw: 嘗試另一首歌曲

# OnboardingPage_Welcome_Title.Text
source: Welcome to Nagi
af_za: Welkom by Nagi
ar_eg: أهلاً بك في ناجي
ar_sa: مرحبًا بك في ناجي
bg_bg: Добре дошли в Nagi
bn_bd: Nagi-তে স্বাগতম
ca_es: Benvinguts a Nagi
cs_cz: Vítejte v Nagi
da_dk: Velkommen til Nagi
de_de: Willkommen bei Nagi
el_gr: Καλώς ήρθατε στο Nagi
es_mx: Bienvenido a Nagi
et_ee: Tere tulemast Nagisse
fa_ir: به Nagi خوش آمدید
fi_fi: Tervetuloa Nagiin
fr_fr: Bienvenue sur Nagi
ga_ie: Fáilte chuig Nagi
he_il: ברוך הבא ל-Nagi
hi_in: नागी में आपका स्वागत है
hr_hr: Dobrodošli u Nagi
hu_hu: Üdvözöljük a Nagiban
id_id: Selamat Datang di Nagi
it_it: Benvenuto in Nagi
ja_jp: Nagiへようこそ
ko_kr: Nagi에 오신 것을 환영합니다
lt_lt: Sveiki atvykę į Nagi
ms_my: Selamat Datang ke Nagi
nl_nl: Welkom bij Nagi
no_no: Velkommen til Nagi
pa_in: ਨਾਗੀ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ
pl_pl: Witaj w Nagi
pt_pt: Bem-vindo ao Nagi
ro_ro: Bun venit la Nagi
ru_ru: Добро пожаловать в Nagi
sk_sk: Vitajte v Nagi
sq_al: Mirësevini në Nagi
sr_cyrl_rs: Добродошли у Наги
sv_se: Välkommen till Nagi
sw_ke: Karibu Nagi
ta_in: நாகினிக்கு வரவேற்கிறோம்
th_th: ยินดีต้อนรับสู่ Nagi
tl_ph: Maligayang pagdating sa Nagi
tr_tr: Nagi'ye Hoş Geldiniz
uk_ua: Ласкаво просимо до Nagi
vi_vn: Chào mừng đến với Nagi
zh_cn: 欢迎使用 Nagi
zh_tw: 歡迎使用 Nagi
